export const questionsRu = [
    {
        id: 1,
        type: "txt",
        question: "Почему вы ему не помогаете?",
        answer: "Чаро шумо ба ӯ кӯмак намекунед?"
    },

    {
        id: 2,
        type: "txt",
        question: "Разве он не ходил в магазин?",
        answer: "Магар ӯ ба мағоза нарафтааст?"
    },

    {
        id: 3,
        type: "txt",
        question: "Она не живет в Вахше?",
        answer: "Оё вай дар Вахш зиндагӣ намекунад?"
    },

    {
        id: 4,
        type: "txt",
        question: "Твои родители помогают тебе?",
        answer: "Оё волидони ту ба ту кӯмак мекунанд?"
    },

    {
        id: 5,
        type: "txt",
        question: "Она не ест мясо?",
        answer: "Оё вай гӯшт намехӯрад?"
    },

    {
        id: 6,
        type: "txt",
        question: "Ты не звонил клиенту?",
        answer: "Ту ба муштарӣ занг назадаи?"
    },

    {
        id: 7,
        type: "txt",
        question: "Ты ему не помог?",
        answer: "Оё ту ба ӯ кӯмак накарди?"
    },

    {
        id: 8,
        type: "txt",
        question: "Они не перезвонят?",
        answer: "Оё онҳо боз тамос намегиранд?"
    },

    {
        id: 9,
        type: "txt",
        question: "Почему ты меня не слушаешь?",
        answer: "Чаро ту маро гӯш намекуни?"
    },

    {
        id: 10,
        type: "txt",
        question: "Ты не понимаешь?",
        answer: "Ту намефаҳми?"
    },


    {
        id: 11,
        type: "txt",
        question: "Почему ты не хочешь пойти?",
        answer: "Чаро ту намехоҳи бирави?"
    },

    {
        id: 12,
        type: "txt",
        question: "Почему ты мне не позвонил?",
        answer: "Чаро ба ман занг назадӣ?"
    },
    {
        id: 13,
        type: "txt",
        question: "Что ты не ешь?",
        answer: "Ту чӣ намехӯри?"
    },
    {
        id: 14,
        type: "txt",
        question: "Ты не знаешь это правило?",
        answer: "Оё ту ин қоидаро намедони?"
    },
    {
        id: 15,
        type: "txt",
        question: "Ты не слышала, что он сказал?",
        answer: "Оё ту нашуниди, ки ӯ чӣ гуфт?"
    },
    {
        id: 16,
        type: "txt",
        question: "Она не кормила тебя?",
        answer: "Вай ба ту хӯрок надод?"
    },
    {
        id: 17,
        type: "txt",
        question: "Ты мне больше не доверяешь?",
        answer: "Ту дигар ба ман бовар намекуни?"
    },
    {
        id: 18,
        type: "txt",
        question: "Как она себя чувствует?",
        answer: "Вай худро чӣ гуна ҳис мекунад?"
    },
    {
        id: 19,
        type: "txt",
        question: "Не беспокойся обо мне",
        answer: "Барои ман хавотир нашав"
    },
    {
        id: 20,
        type: "txt",
        question: "Почему ты не хочешь быть со мной?",
        answer: "Чаро ту намехоҳи бо ман боши?"
    },
    {
        id: 21,
        type: "txt",
        question: "Что она хочет купить?",
        answer: "Вай чӣ мехоҳад харад?"
    },
    {
        id: 22,
        type: "txt",
        question: "Почему ты не хочешь?",
        answer: "Чаро ту намехоҳи?"
    },
    {
        id: 23,
        type: "txt",
        question: "Почему она не думает об этом?",
        answer: "Чаро вай дар ин бора фикр намекунад?"
    },
    {
        id: 24,
        type: "txt",
        question: "Почему она не ходит сюда?",
        answer: "Чаро вай ба ин ҷо намеояд?"
    },
    {
        id: 25,
        type: "txt",
        question: "Они не ходят в школу?",
        answer: "Оё онҳо ба мактаб намераванд?"
    },
    {
        id: 26,
        type: "txt",
        question: "Почему она не хочет с ним встречаться?",
        answer: "Чаро вай намехоҳад бо ӯ мулоқот кунад?"
    },
    {
        id: 27,
        type: "txt",
        question: "Почему я ей не нравлюсь?",
        answer: "Чаро ман ба вай маҳқул намешам?"
    },
    {
        id: 28,
        type: "txt",
        question: "Почему он не живёт с ней?",
        answer: "Чаро ӯ бо вай зиндагӣ намекунад?"
    },
    {
        id: 29,
        type: "txt",
        question: "Почему он не поставит свои сумки?",
        answer: "Чаро ӯ сумкаи худро намегузорад?"
    },
    {
        id: 30,
        type: "txt",
        question: "Почему он не хочет с тобой общаться?",
        answer: "Чаро ӯ намехоҳад бо ту суҳбат кунад?"
    },
    {
        id: 31,
        type: "txt",
        question: "Почему они не спросили меня?",
        answer: "Чаро онҳо аз ман напурсиданд?"
    },
    {
        id: 32,
        type: "txt",
        question: "Почему они не пошли вместе?",
        answer: "Чаро онҳо якҷоя нарафтанд?"
    },
    {
        id: 33,
        type: "txt",
        question: "Почему они не дали нам денег?",
        answer: "Чаро онҳо ба мо пул надоданд?"
    },
    {
        id: 34,
        type: "txt",
        question: "Он не дал вам копию?",
        answer: "Оё ӯ ба шумо нусха надод?"
    },
    {
        id: 35,
        type: "txt",
        question: "Разве он не писал тебе письмо?",
        answer: "Магар ӯ ба ту мактуб нанавишт?"
    },
     {
        id: 36,
        type: "txt",
        question: "Почему он не пришел к нам вчера?",
        answer: "Чаро ӯ дирӯз назди мо наомад?"
    },

    {
        id: 37,
        type: "txt",
        question: "У нее мало свободного времени",
        answer: "Вай вақти холӣ кам дорад"
    },

    {
        id: 38,
        type: "txt",
        question: "Нет я не хочу этого",
        answer: "Не ман намехоҳам инро"
    },

    {
        id: 39,
        type: "txt",
        question: "Я пытаюсь помогать им",
        answer: "Ман кӯшиш мекунам ки ба онҳо кӯмак расонам"
    },

    {
        id: 40,
        type: "txt",
        question: "Вы делаете ошибки когда говорите по-русски?",
        answer: "Оё шумо ҳангоми суҳбат бо забони русӣ хато мекунед?"
    },

    {
        id: 41,
        type: "txt",
        question: "Я понимаю тебя",
        answer: "Ман шуморо дарк мекунам"
    },

    {
        id: 42,
        type: "txt",
        question: "Я думаю так",
        answer: "Ман чунин фикр мекунам"
    },

    {
        id: 43,
        type: "txt",
        question: "Мы говорим по английски",
        answer: "Мо бо забони англисӣ ҳарф мезанем"
    },

    {
        id: 44,
        type: "txt",
        question: "Я очень хорошо знаю это",
        answer: "Ман инро хеле хуб медонам"
    },

    {
        id: 45,
        type: "txt",
        question: "Ты мне помогаешь",
        answer: "Ту ба ман кӯмак мекуни"
    },

    {
        id: 46,
        type: "txt",
        question: "Я живу в России",
        answer: "Ман дар Россия зиндагӣ мекунам"
    },

    {
        id: 47,
        type: "txt",
        question: "Я очень хорошо понимаю тебя",
        answer: "Ман туро хеле хуб мефаҳмам"
    },

    {
        id: 48,
        type: "txt",
        question: "Я живу в этом городе",
        answer: "Ман дар ин шаҳр зиндагӣ мекунам"
    },

    {
        id: 49,
        type: "txt",
        question: "Мы помним это",
        answer: "Мо инро дар хотир дорем"
    },

    {
        id: 50,
        type: "txt",
        question: "Я там работаю",
        answer: "Ман он ҷо кор мекунам"
    },

    {
        id: 51,
        type: "txt",
        question: "Он зарабатывает больше",
        answer: "Ӯ бештар пул кор мекунад"
    },

    {
        id: 52,
        type: "txt",
        question: "Они помогают",
        answer: "Онҳо кӯмак мекунанд"
    },

    {
        id: 53,
        type: "txt",
        question: "Мы тебя понимаем",
        answer: "Мо туро дарк мекунем"
    },

    {
        id: 54,
        type: "txt",
        question: "Мы здесь живем",
        answer: "Мо дар ин ҷо зиндагӣ мекунем"
    },

    {
        id: 55,
        type: "txt",
        question: "Я очень хорошо помню это",
        answer: "Ман инро хеле хуб дар ёд дорам"
    },

    {
        id: 56,
        type: "txt",
        question: "Она занимается бизнесом",
        answer: "Вай ба тиҷорат машғул аст"
    },

    {
        id: 57,
        type: "txt",
        question: "Мы так думаем",
        answer: "Мо чунин фикр мекунем"
    },

    {
        id: 58,
        type: "txt",
        question: "Это выглядит странно",
        answer: "Ба назар бад мерасад"
    },

    {
        id: 59,
        type: "txt",
        question: "Это выглядит интересно",
        answer: "Ба назар ҷолиб мерасад"
    },

    {
        id: 60,
        type: "txt",
        question: "Он очень много работает",
        answer: "Вай хеле зиёд кор мекунад"
    },

    {
        id: 61,
        type: "txt",
        question: "Он также работает здесь",
        answer: "У низ дар ин ҷо кор мекунад"
    },

    {
        id: 62,
        type: "txt",
        question: "Это действительно происходит",
        answer: "Ин дар ҳақиқат рӯй медиҳад"
    },

    {
        id: 63,
        type: "txt",
        question: "Она чувствует себя счастливой",
        answer: "Вай худро хушбахт ҳис мекунад"
    },

    {
        id: 64,
        type: "txt",
        question: "Он живет в этом доме",
        answer: "Вай дар ин хона зиндагӣ мекунад"
    },
    
]